import React from "react";
import "./TermsPage.css";

const TermsPage = () => {
  return (
    <div className="pt-[42px] pb-[180px]">
      <div className="px-4 sm:px-4 md:px-4 lg:px-6 xl:px-0">
        <div className="max-w-7xl mx-auto px-8">
          <div className="xl:pl-[106px]">
            <h1 className="title">Условия использования сервиса Foxiflowers</h1>
            <div className="flex flex-col gap-y-8 mb-[42px]">
              <h2 className="subtitle">Раздел I: Термины</h2>
              <p className="text">
                1. В настоящих Условиях использования сервиса Foxiflowers
                нижеуказанные термины имеют следующее значение:
              </p>
              <p className="text">
                <strong>Сервис Foxiflowers (Сервис)</strong> означает все
                страницы веб-сайта, размещенные в сети Интернет по адресу:{" "}
                <a
                  href="https://foxiflowers.com"
                  target="_blank"
                  rel="noopener"
                >
                  https://foxiflowers.com
                </a>
                .
              </p>
              <p className="text">
                <strong>Веб-сайт</strong> &ndash; все страницы веб-сайта,
                размещенные в сети Интернет по адресу:{" "}
                <a
                  href="https://foxiflowers.com"
                  target="_blank"
                  rel="noopener"
                >
                  https://foxiflowers.com
                </a>
                .&nbsp;
              </p>
              <p className="text">
                <strong>Пользователь</strong> &ndash; право- и дееспособное
                физическое лицо или юридическое лицо/индивидуальный
                предприниматель, использующее Сервис с целью приобретения
                Товара/заказывающее Доставку Товара.
              </p>
              <p className="text">
                <strong>Получатель</strong> &ndash; третье лицо, указанное
                Пользователем в качестве получателя Товара, если получателем
                Товара является не Пользователь.
              </p>
              <p className="text">
                <strong>Товар</strong> &ndash; объект купли-продажи (вещь), не
                изъятый из гражданского оборота и не ограниченный им, являющийся
                предметом договора купли-продажи/поставки, заключаемого с
                использованием Сервиса. Предметом купли-продажи/поставки могут
                быть продовольственные и непродовольственные Товары, информация
                о которых размещена на Сервисе.
              </p>
              <p className="text">
                <strong>Продавец</strong> &ndash; юридическое лицо,
                индивидуальный предприниматель или физическое лицо, применяющее
                специальный налоговый режим &laquo;Налог на профессиональный
                доход&raquo;, осуществляющие деятельность по продаже Товаров с
                использованием Сервиса.
              </p>
              <p className="text">
                <strong>Заказ</strong> &ndash; осуществление Пользователем
                действий, направленных на заключение договора купли-продажи
                Товара и договора Доставки Товара, путем оформления заказа
                непосредственно на Сервисе.
              </p>
              <p className="text">
                <strong>Доставка</strong> &ndash; услуга доставки Товара, Заказ
                которого Пользователь оформил на Сервисе.
              </p>
              <p className="text">
                <strong>Доставщик</strong> &ndash; лицо, осуществляющее Доставку
                Товара, Заказ которого оформлен Пользователем (за исключением
                случаев, когда Доставка осуществляется Продавцом). Информация о
                Доставщиках размещена по ссылке:
                <a
                  href="https://foxiflowers.com/delivery"
                  target="_blank"
                  rel="noopener"
                >
                  https://foxiflowers.com/delivery
                </a>
                .&nbsp;
              </p>
              <p className="text">
                <strong>Служба поддержки Сервиса</strong> &ndash; служба, в
                которую Пользователь Сервиса может обратиться за оказанием
                технической поддержки по решению возникшей проблемы, а также за
                получением дополнительной информации по интересующему вопросу.
                Обращения в Службу поддержки Сервиса могут быть направлены по
                электронной почте{" "}
                <a
                  href="mailto:info@foxiflowers.com"
                  target="_blank"
                  rel="noopener"
                >
                  info@foxiflowers.com
                </a>
                ;
              </p>
              <p className="text">
                <strong>Условия использования сервиса Foxiflowers</strong>
                <strong>(Условия)</strong> &ndash; настоящий документ.&nbsp;
              </p>
              <p className="text">
                <strong>Foxiflowers</strong> &ndash; ООО &laquo;Графика&raquo;,
                ОГРН/ИНН 1227700873696/7743403154, 125412, Россия, г. Москва,
                Ангарская ул., д. 26, к. 1, этаж 1, пом. VII, ком. 4.&nbsp;
              </p>
              <p className="text">
                2. В Условиях могут быть использованы термины, не определенные в
                п. 1 настоящего Раздела Условий. В таком случае толкование
                данного термина производится в соответствии с текстом Условий. В
                случае отсутствия однозначного толкования термина в тексте
                Условий следует руководствоваться толкованием термина,
                определенным законодательством РФ, на Сервисе или
                общеупотребимым в сети Интернет.
              </p>
              <h2 className="subtitle">Раздел II: Общие положения</h2>
              <p className="text">
                1. Используя Сервис Пользователь считается принявшим Условия в
                полном объеме, без каких-либо оговорок и исключений, а также
                считается принявшим в полном объеме, без каких-либо оговорок и
                исключений условия:
              </p>
              <ul className="list">
                <li className="list_item">
                  Соглашения об обработке персональных данных;
                </li>
                <li className="list_item">
                  Политики в отношении файлов cookies;
                </li>
                <li className="list_item">
                  Условий использования сервиса Foxiflowers;
                </li>
                <li className="list_item">
                  Условий использования электронных подарочных сертификатов
                  сервиса Foxiflowers.
                </li>
              </ul>
              <p className="text">
                Если Пользователь не согласен с Условиями и/или условиями
                документов, указанных в настоящем пункте Условий, он обязан
                незамедлительно прекратить использование Сервиса.
              </p>
              <p className="text">
                2. Сервис имеет право в любое время без уведомления Пользователя
                изменять текст настоящих Условий, а также документов, указанных
                в п. 1 настоящего Раздела Условий. Такие изменения вступают в
                силу с момента публикации, если иное прямо не установлено в
                момент публикации.
              </p>
              <p className="text">
                3. Пользователь обязуется самостоятельно проверять Условия на
                предмет изменений. Неосуществление Пользователем действий по
                ознакомлению с Условиями не может служить основанием для
                неисполнения Пользователем своих обязательств и несоблюдения
                Пользователем ограничений, установленных Условиями.
              </p>
              <h2 className="subtitle">
                Раздел III: Условия для пользователей физических лиц,
                приобретающих товар/заказывающих доставку исключительно для
                личных, семейных, домашних и иных нужд, не связанных с
                осуществлением предпринимательской деятельности
              </h2>
              <h2 className="subtitle">1. Оформление заказа</h2>
              <p className="text">
                1.1. Заказ оформляется Пользователем самостоятельно, путем
                использования функционала Сервиса.
              </p>
              <p className="text">
                1.2. Пользователь при оформлении Заказа с использованием Сервиса
                заключает договоры купли-продажи и Доставки Товара с Продавцом
                или с Продавцом и Доставщиком, вступая в прямые договорные
                отношения с Продавцом или с Продавцом и Доставщиком, у
                которого/которых покупает Товар/заказывает Доставку. Все права и
                обязанности по заключенным с Пользователем договорам возникают
                непосредственно у Продавца и/или Доставщика. Foxiflowers с
                помощью Сервиса предоставляет Пользователю следующие
                информационно-консультационные услуги, заключающиеся в
                возможности:
              </p>
              <ul className="list">
                <li className="list_item">осуществить выбор Товара;</li>
                <li className="list_item">
                  заключить договор купли-продажи Товара и договор на Доставку
                  Товара с Продавцом или Продавцом и Доставщиком;
                </li>
                <li className="list_item">оплатить Заказ;</li>
                <li className="list_item">
                  получать уведомления о статусе исполнения Заказа;
                </li>
                <li className="list_item">изменить или отменить Заказ.</li>
              </ul>
              <p className="text">
                1.3. Оформляя Заказ Пользователь соглашается с тем, что
                Продавец/Доставщик вправе поручить Доставку Товара третьему
                лицу, при этом оставаясь ответственным за ее исполнение.
              </p>
              <p className="text">
                1.4. В момент оформления Заказа Пользователь обязан ознакомиться
                со следующей информацией, размещенной на Сервисе:
              </p>
              <ul className="list">
                <li className="list_item">
                  об основных потребительских свойствах Товара/условиях оказания
                  услуг;
                </li>
                <li className="list_item">
                  о правилах эффективного и безопасного использования Товара;
                </li>
                <li className="list_item">
                  о полном фирменном наименовании (наименовании) Продавца и
                  адресе (месте нахождения) Продавца;
                </li>
                <li className="list_item">о месте изготовления Товара;</li>
                <li className="list_item">
                  о цене и об условиях приобретения Товара, о порядке оплаты;
                </li>
                <li className="list_item">
                  о цене и об условиях доставки Товара, о порядке оплаты;
                </li>
                <li className="list_item">
                  о сроке службы, сроке годности и гарантийном сроке,
                  установленных на Товар (если применимо).
                </li>
              </ul>
              <p className="text">
                1.5. Информация о наличии Товара, доступная на Сервисе,
                уточняется при оформлении Заказа Пользователем и в силу
                технических особенностей работы Сервиса может измениться на
                момент оформления Заказа.
              </p>
              <p className="text">
                1.6. При оформлении Заказа Пользователь обязан указать все
                необходимые для исполнения Заказа данные, включая следующие (но
                не ограничиваясь ими):
              </p>
              <ul className="list">
                <li className="list_item">
                  свои актуальные контактные данные в объеме, предусмотренном
                  Сервисом;
                </li>
                <li className="list_item">
                  актуальные контактные данные Получателя Товара в объеме,
                  предусмотренном Сервисом;
                </li>
                <li className="list_item">
                  адрес Доставки Товара и/или контактный номер Получателя. Если
                  получать Товар будет не Пользователь и на момент оформления
                  Заказа адрес Доставки неизвестен, Пользователь обязан указать
                  контактный номер телефона Получателя, по которому
                  Продавец/Доставщик сможет уточнить адрес Доставки;
                </li>
                <li className="list_item">
                  дата и время Доставки Товара. Если получать Товар будет не
                  Пользователь и на момент оформления Заказа время Доставки
                  неизвестно, Пользователь обязан указать контактный номер
                  телефона Получателя, по которому Продавец/Доставщик сможет
                  уточнить время Доставки.
                </li>
              </ul>
              <p className="text">
                1.7. Введение Пользователем недостоверных и/или некорректных
                данных, указанных в п. 1.6 настоящего Раздела Условий, является
                основанием для отмены Заказа Продавцом.
              </p>
              <p className="text">
                1.8. Foxiflowers вправе заблокировать Пользователю возможность
                осуществления Заказа в случае неоднократной отмены
                осуществленных Пользователем Заказов и/или неоднократных отказов
                от Товара, а также в случае нарушения настоящих Условий. Срок
                блокировки устанавливается Foxiflowers самостоятельно.
              </p>
              <p className="text">
                1.9. Подтверждением Заказа является оплата, совершенная
                Пользователем. Заказ принимается Продавцом/Доставщиком к
                исполнению только после исполнения Пользователем обязательства
                по оплате.
              </p>
              <p className="text">
                1.10 Договор с Продавцом/Foxiflowers считается заключенным с
                момента нажатия Пользователем кнопки &laquo;Оформить
                заказ&raquo;.
              </p>
              <p className="text">
                1.11. Договор с Доставщиком считается заключенным в момент
                определения Доставщика. Доставщик, выполняющий Доставку Товара,
                определяется после оформления Пользователем Заказа из числа
                Доставщиков, предусмотренных п. 1 Раздела I Условий.
                Пользователь может получить информацию о Доставщике, выполняющем
                Заказ, при помощи функционала Сервиса или обратившись в Службу
                поддержки Сервиса.
              </p>
              <p className="text">
                1.12. Оплатой Заказа Пользователь подтверждает:
              </p>
              <ul className="list">
                <li className="list_item">
                  что до него в полном объеме доведена и ему понятна информация,
                  указанная в п. 1.4. настоящего Раздела Условий;
                </li>
                <li className="list_item">
                  согласие со всеми существенными условиями продажи и Доставки
                  Товара.
                </li>
              </ul>
              <p className="text">
                1.13. После оплаты Заказа и направления информации о Заказе
                Продавцу/Доставщику Пользователь не может посредством Сервиса
                внести изменения в Заказ. При желании изменить Заказ
                Пользователь вправе связаться с Продавцом/Доставщиком по
                контактным данным, указанным на Сервисе.
              </p>
              <h2 className="subtitle">2. Стоимость заказа. Порядок оплаты</h2>
              <p className="text">
                2.1. Возможные на момент оформления Заказа способы оплаты Заказа
                указываются на Сервисе. Согласованным способом оплаты считается
                способ, выбранный Пользователем из доступных способов оплаты.
              </p>
              <p className="text">
                2.2. Кассовый чек, согласно п. 2 ст. 1.2. Федерального закона от
                22.05.2003 № 54-ФЗ &laquo;О применении контрольно-кассовой
                техники при осуществлении расчетов в Российской
                Федерации&raquo;, направляется Пользователю на адрес электронной
                почты или абонентский номер, указанные Пользователем в Заказе.
                Кассовый чек в печатной форме не предоставляется.
              </p>
              <p className="text">
                2.3. Пользователь подтверждает свое согласие с тем, что
                персональные данные, которые Пользователь предоставляет
                Foxiflowers при оплате Заказа и/или для возврата денежных
                средств, могут быть переданы Foxiflowers кредитным организациям,
                участвующим в проведении соответствующих операций.
              </p>
              <h2 className="subtitle">3. Доставка</h2>
              <p className="text">
                3.1. Срок и стоимость Доставки Товара по каждому Заказу
                определяются в момент оформления Заказа.
              </p>
              <p className="text">
                3.2. Если на момент оформления Заказа Пользователь не указал
                адрес Доставки, Продавец или Foxiflowers связывается с
                Пользователем/Получателем, чтобы уточнить адрес Доставки. После
                уточнения адреса Доставки Продавец вправе изменить указанную на
                момент оформления Заказа стоимость Доставки. Новая стоимость
                Доставки согласовывается Продавцом с Пользователем напрямую. В
                случае несогласия Пользователя со стоимостью Доставки
                Пользователь/Продавец вправе отказаться от Заказа. Отказ от
                Заказа осуществляется в порядке, предусмотренном пунктом 4
                настоящего Раздела Условий.
              </p>
              <p className="text">
                3.3. В случае если Доставка Товара произведена в установленные
                договором сроки, но Товар не был передан Пользователю/Получателю
                по причинам, не зависящим от Продавца/Доставщика,
                Продавец/Доставщик вправе:
              </p>
              <ul className="list">
                <li className="list_item">
                  отказаться от исполнения Заказа с удержанием с Пользователя
                  стоимости Доставки Товара, а также иных расходов, понесенных в
                  связи с совершением действий по исполнению Заказа;
                </li>
                <li className="list_item">
                  осуществить повторную доставку Товара в новые сроки,
                  согласованные с Пользователем, при условии повторной оплаты
                  Пользователем стоимости услуг по Доставке Товара.
                </li>
              </ul>
              <p className="text">
                3.4. Риски случайной гибели или случайного повреждения Товара
                переходят к Пользователю/Получателю в момент передачи Товара.
              </p>
              <p className="text">
                3.5. При получении Товара Пользователь/Получатель обязан
                осмотреть Товар и проверить его на соответствие Заказу.
              </p>
              <p className="text">
                3.6. В случае наличия претензий к Товару Пользователь/Получатель
                вправе отказаться от Товара при его получении в порядке,
                предусмотренном п. 4.3. настоящего Раздела Условий, или принять
                Товар, с последующим открытием Пользователем спора в порядке,
                предусмотренном пунктом 5 настоящего Раздела Условий.
              </p>
              <h2 className="subtitle">
                4. Отмена заказа. Отказ от товара. Возврат товара
              </h2>
              <p className="text">4.1. Продавец вправе отказаться от Заказа:</p>
              <ul className="list">
                <li className="list_item">
                  при отсутствии Товара на складе либо если Товар, подлежащий
                  Доставке Пользователю, поврежден;
                </li>
                <li className="list_item">
                  при отказе Пользователя от Заказа в соответствии с Условиями;
                </li>
                <li className="list_item">
                  при уклонении Пользователя/Получателя от получения Товара;
                </li>
                <li className="list_item">
                  в случае если стоимость Заказа указана/отображена неверно
                  вследствие технического сбоя/по иным причинам и Продавцу не
                  удалось связаться с Пользователем и/или Пользователь не
                  согласен с новой стоимостью Заказа, в том числе стоимостью
                  Доставки;
                </li>
                <li className="list_item">
                  в иных случаях, предусмотренных Условиями, или в иных случаях,
                  когда Продавец не может исполнить Заказ.
                </li>
              </ul>
              <p className="text">
                4.2. Отказ Пользователя/Получателя от Товара:
              </p>
              <ul className="list">
                <li className="list_item">
                  Пользователю/Получателю предоставляется возможность при
                  получении Товара отказаться только от всех Товаров (отказ от
                  одного или нескольких Товаров невозможен). В случае отказа
                  Получателя от Товара Продавец связывается с Пользователем для
                  уточнения дальнейших действий. Если Продавец не смог связаться
                  с Пользователем в течение 10 (Десяти) минут, осуществив при
                  этом не менее 3 (Трех) звонков, Продавец вправе отказаться от
                  исполнения Заказа с компенсацией Пользователем расходов,
                  понесенных в связи с совершением действий по исполнению
                  Заказа. В случае отказа Пользователя от Товара на номер
                  телефона Пользователя, указанный в Заказе, поступит СМС,
                  ответом на которое Пользователь должен
                  подтвердить/опровергнуть отказ. Плата за СМС с ответом с
                  Пользователя не взимается;
                </li>
                <li className="list_item">
                  в случае отказа Пользователя/Получателя от Товара при его
                  получении, если отказ не связан с ненадлежащим качеством
                  Товара, стоимость Доставки Товара Пользователю не
                  возвращается. Помимо этого, Продавец/Доставщик вправе получить
                  возмещение иных расходов, понесенных в связи с совершением
                  действий по исполнению Заказа.
                </li>
              </ul>
              <p className="text">4.3. Возврат Пользователем Товара:</p>
              <ul className="list">
                <li className="list_item">
                  возврат Товара надлежащего качества возможен в том случае,
                  если сохранены его товарный вид и потребительские свойства.
                  Пользователь не вправе отказаться от Товара надлежащего
                  качества, имеющего индивидуально-определенные свойства;
                </li>
                <li className="list_item">
                  Пользователь, желающий вернуть Товар, обращается с указанным
                  требованием в порядке, предусмотренном пунктом 5 настоящего
                  Раздела Условий;
                </li>
                <li className="list_item">
                  возврат Товара осуществляется Пользователем Продавцу по
                  реквизитам, указанным на Сервисе. Стоимость Доставки Товара
                  Пользователю не возвращается. Помимо этого, Продавец вправе
                  получить возмещение иных расходов, понесенных в связи с
                  совершением действий по исполнению Заказа.
                </li>
              </ul>
              <p className="text">
                4.4. Возврат денежных средств осуществляется Пользователю в
                течение 10 (Десяти) дней после отмены Заказа/отказа
                Пользователя/Получателя от Товара. Денежные средства подлежат
                возврату на ту же банковскую карту, с использованием которой
                была произведена оплата Заказа.
              </p>
              <h2 className="subtitle">
                5. Сопровождение рассмотрения претензий пользователей
              </h2>
              <p className="text">
                5.1. Ответственность Foxiflowers ограничена ответственностью,
                предусмотренной Законом РФ от 07.02.1992 № 2300-1 &laquo;О
                защите прав потребителей&raquo; для владельцев агрегаторов.
                Ответственность за исполнение договора, заключенного между
                Пользователем и Продавцом/Доставщиком с использованием Сервиса,
                а также за соблюдение иных прав потребителей, несет
                Продавец/Доставщик, если иное прямо не предусмотрено действующим
                Законодательством РФ.
              </p>
              <p className="text">
                5.2. Сервис предоставляет Пользователям функцию информационного
                сопровождения рассмотрения претензий. Указанное не подразумевает
                наличие у Foxiflowers полномочий на удовлетворение претензий
                Пользователей, в том числе связанных с ненадлежащим качеством
                Товара. При предоставлении такой функции Foxiflowers выступает в
                качестве арбитра.
              </p>
              <p className="text">
                5.3. В течение 3 (Трех) дней с момента выполнения Продавцом
                Заказа Пользователь имеет возможность урегулировать любую
                претензию с Продавцом/Доставщиком через Сервис. По истечении
                указанного срока Пользователь урегулирует все претензии напрямую
                с Продавцом/Доставщиком без привлечения Foxiflowers, если иное
                не предусмотрено действующим законодательством РФ.
              </p>
              <p className="text">
                5.4. Выступая в качестве арбитра, Foxiflowers вправе запросить у
                Пользователя сведения и документы, необходимые для принятия
                решения по претензии. Непредставление Пользователем запрошенных
                сведений и/или документов может стать основанием для вынесения
                решения по претензии в пользу Продавца/Доставщика.
              </p>
              <p className="text">
                5.5. Срок первичного ответа на претензию с участием Foxiflowers
                в качестве арбитра &ndash; до 3 (Трёх) дней при условии
                своевременного предоставления сторонами запрашиваемых сведений
                и/или документов. Срок вынесения окончательного решения &ndash;
                до 10 (Десяти) дней с момента предоставления всех запрашиваемых
                сведений/документов.
              </p>
              <p className="text">
                5.6. В случае несогласия любой из сторон с решением Foxiflowers
                несогласная сторона вправе прибегнуть к иным способам защиты
                своих прав, предусмотренным действующим законодательством РФ.
              </p>
              <p className="text">
                5.7. Несмотря на положения настоящего Раздела, Пользователь
                вправе использовать иные способы разрешения претензий,
                предусмотренные действующим законодательством РФ.
              </p>
              <h2 className="subtitle">
                Раздел IV: Условия для пользователей юридических лиц,
                приобретающих товар/заказывающих доставку для нужд, связанных с
                осуществлением предпринимательской деятельности
              </h2>
              <h2 className="subtitle">1. Оформление Заказа:</h2>
              <p className="text">
                1.1 Заказ оформляется Пользователем самостоятельно, путем
                использования функционала Сервиса.
              </p>
              <p className="text">
                1.2. Пользователь при оформлении Заказа с использованием Сервиса
                заключает договоры купли-продажи и Доставки Товара с Продавцом
                или с Продавцом и Доставщиком, вступая в прямые договорные
                отношения с Продавцом или с Продавцом и Доставщиком, у
                которого/которых покупает Товар/заказывает Доставку. Все права и
                обязанности по заключенным с Пользователем договорам возникают
                непосредственно у Продавца и/или Доставщика. Foxiflowers с
                помощью Сервиса предоставляет Пользователю следующие
                информационно-консультационные услуги, заключающиеся в
                возможности:
              </p>
              <ul className="list">
                <li className="list_item">осуществить выбор Товара;</li>
                <li className="list_item">
                  заключить договор купли-продажи Товара и договор на Доставку
                  Товара с Продавцом или Продавцом и Доставщиком;
                </li>
                <li className="list_item">оплатить Заказ;</li>
                <li className="list_item">
                  получать уведомления о статусе исполнения Заказа;
                </li>
                <li className="list_item">изменить или отменить Заказ.</li>
              </ul>
              <p className="text">
                1.3. Оформляя Заказ Пользователь соглашается с тем, что
                Продавец/Доставщик вправе поручить Доставку Товара третьему
                лицу, при этом оставаясь ответственным за ее исполнение.
              </p>
              <p className="text">
                1.4. В момент оформления Заказа Пользователь обязан ознакомиться
                со следующей информацией, размещенной на Сервисе:
              </p>
              <ul className="list">
                <li className="list_item">
                  об основных потребительских свойствах Товара/условиях оказания
                  услуг;
                </li>
                <li className="list_item">
                  о полном фирменном наименовании (наименовании) Продавца и
                  адресе (месте нахождения) Продавца;
                </li>
                <li className="list_item">о месте изготовления Товара;</li>
                <li className="list_item">
                  о цене и об условиях приобретения Товара, о порядке оплаты;
                </li>
                <li className="list_item">
                  о цене и об условиях доставки Товара, о порядке оплаты;
                </li>
                <li className="list_item">
                  о сроке службы, сроке годности и гарантийном сроке,
                  установленных на Товар (если применимо).
                </li>
              </ul>
              <p className="text">
                1.5. Информация о наличии Товара, доступная на Сервисе,
                уточняется при оформлении Заказа Пользователем и в силу
                технических особенностей работы Сервиса может измениться на
                момент оформления Заказа.
              </p>
              <p className="text">
                1.6. При оформлении Заказа Пользователь обязан указать все
                необходимые для исполнения Заказа данные, включая следующие (но
                не ограничиваясь ими):
              </p>
              <ul className="list">
                <li className="list_item">
                  актуальные контактные данные в объеме, предусмотренном
                  Сервисом;
                </li>
                <li className="list_item">
                  актуальные контактные данные Получателя Товара в объеме,
                  предусмотренном Сервисом;
                </li>
                <li className="list_item">
                  адрес Доставки Товара и/или контактный номер Получателя. Если
                  получать Товар будет не Пользователь и на момент оформления
                  Заказа адрес Доставки неизвестен, Пользователь обязан указать
                  контактный номер телефона Получателя, по которому можно
                  уточнить адрес Доставки;
                </li>
                <li className="list_item">
                  дата и время Доставки Товара. Если получать Товар будет не
                  Пользователь и на момент оформления Заказа время Доставки
                  неизвестно, Пользователь обязан указать контактный номер
                  телефона Получателя, по которому можно уточнить время
                  Доставки.
                </li>
              </ul>
              <p className="text">
                1.7. Введение Пользователем недостоверных и/или некорректных
                данных, указанных в п. 1.6. настоящего Раздела Условий, является
                основанием для отмены Заказа.
              </p>
              <p className="text">
                1.8. Foxiflowers вправе заблокировать Пользователю возможность
                осуществления Заказа в случае неоднократной отмены
                осуществленных Пользователем Заказов, а также в случае нарушения
                настоящих Условий. Срок блокировки устанавливается Foxiflowers
                самостоятельно.
              </p>
              <p className="text">
                1.9. Подтверждением Заказа является оплата, совершенная
                Пользователем. Заказ принимается к исполнению только после
                исполнения Пользователем обязательства по оплате. Оплата Заказа
                осуществляется путем перечисления денежных средств с расчетного
                счета Пользователя на расчетный счет Foxiflowers, которое в
                части приема денежных средств в счет оплаты Заказа действует по
                поручению соответствующего Продавца/Доставщика с привлечением
                уполномоченного оператора по приему платежей или оператора
                электронных денежных средств и является получателем платежа в
                качестве агента Продавца/Доставщика. Обязательство Пользователя
                по оплате считается исполненным с момента зачисления денежных
                средств на расчетный счет Foxiflowers.
              </p>
              <p className="text">
                1.10 Пользователь обязан осуществить оплату Товара с учетом
                указанного при оформлении Заказа срока Доставки Товара, учитывая
                срок на межбанковское перечисление денежных средств, срок на
                сбор Товара, Доставку Товара, часы работы Продавца и т.д. В
                любом случае срок оплаты Заказа не может превышать 1 (Одного)
                рабочего дня с момента оформления Заказа. Отсутствие оплаты в
                срок, указанный в настоящем пункте, признается неисполнением
                Пользователем встречного обязательства и влечет отказ
                Foxiflowers от исполнения Заказа. В этом случае денежные
                средства возвращаются Пользователю в срок, установленный в п.
                3.4. настоящего Раздела Условий. По соглашению Сторон срок
                исполнения Заказа, в случае нарушения Пользователем сроков
                оплаты, может быть изменен. В этом случае Заказ подлежит
                исполнению в согласованные Сторонами сроки.
              </p>
              <p className="text">
                1.11. Договор с Доставщиком считается заключенным в момент
                определения Доставщика. Доставщик, выполняющий Доставку Товара,
                определяется после оформления Пользователем Заказа из числа
                Доставщиков, предусмотренных п. 1 Раздела I Условий.
                Пользователь может получить информацию о Доставщике, выполняющем
                Заказ, при помощи функционала Сервиса или обратившись в Службу
                поддержки Сервиса.
              </p>
              <p className="text">
                1.12. Оплатой Заказа Пользователь подтверждает:
              </p>
              <ul className="list">
                <li className="list_item">
                  что до него в полном объеме доведена и ему понятна информация,
                  указанная в п. 1.4. настоящего Раздела Условий;
                </li>
                <li className="list_item">
                  согласие со всеми существенными условиями продажи и Доставки
                  Товара.
                </li>
              </ul>
              <p className="text">
                1.13. После оплаты Заказа Пользователь не может внести изменения
                в Заказ.
              </p>
              <p className="text">
                1.14. После исполнения Заказа Продавец в установленные законом
                сроки предоставляет Пользователю универсальный передаточный
                документ, форма которого рекомендована Письмом ФНС России от 21
                октября 2013 г. № ММВ-20-3/96@ (далее &ndash; УПД). В силу
                предоставленных Продавцом/Доставщиком Foxiflowers полномочий,
                УПД может быть подписан сотрудником Foxiflowers. Поскольку
                Сервис не имеет технической возможности определять
                принадлежность банковской карты к расчетному счету Пользователя,
                при оплате Заказа корпоративной банковской картой отчетные
                документы по исполнению Заказа формируются в соответствии с
                разделом IV Условий. Купля-продажа Товара, оплаченного
                корпоративной банковской картой, не признается поставкой в
                рамках настоящего Раздела Условий. Такая поставка признается
                разовой сделкой, регулируемой Разделом IV Условий.
              </p>
              <h2 className="subtitle">2. Доставка</h2>
              <p className="text">
                2.1. Срок и стоимость Доставки Товара по каждому Заказу
                определяются в момент оформления Заказа.
              </p>
              <p className="text">
                2.2. Если на момент оформления Заказа Пользователь не указал
                адрес Доставки, адрес Доставки уточняется у
                Пользователя/Получателя дополнительно. После уточнения адреса
                Доставки стоимость Доставки, указанная в момент оформления
                Заказа, может измениться. Новая стоимость Доставки
                согласовывается с Пользователем. В случае несогласия
                Пользователя со стоимостью Доставки Заказ отменяется. В этом
                случае денежные средства возвращаются Пользователю в срок,
                установленный в п. 3.4. настоящего Раздела Условий.
              </p>
              <p className="text">
                2.3. В случае если Доставка Товара произведена в установленные
                договором сроки, но Товар не был передан Пользователю/Получателю
                по причинам, не зависящим от Продавца и/или Доставщика, Продавец
                и Доставщик вправе:
              </p>
              <ul className="list">
                <li className="list_item">
                  отказаться от исполнения Заказа с удержанием с Пользователя
                  штрафа в размере стоимости Заказа, который покрывает все
                  расходы, связанные с исполнением Заказа;
                </li>
                <li className="list_item">
                  осуществить повторную Доставку Товара в новые сроки,
                  согласованные с Пользователем, при условии повторной оплаты
                  Пользователем стоимости услуг по Доставке Товара.
                </li>
              </ul>
              <p className="text">
                2.4. Риски случайной гибели или случайного повреждения Товара
                переходят к Пользователю/Получателю в момент передачи Товара.
              </p>
              <p className="text">
                2.5. При получении Товара Пользователь/Получатель обязан
                осмотреть Товар и проверить его на соответствие Заказу.
              </p>
              <p className="text">
                2.6. В случае наличия претензий к Товару Пользователь/Получатель
                вправе отказаться от Товара при его получении или принять Товар
                с последующим открытием Пользователем спора в порядке,
                предусмотренном п. 4 настоящего Раздела Условий.
              </p>
              <h2 className="subtitle">
                3. Отмена заказа. Отказ от товара. Возврат товара
              </h2>
              <p className="text">3.1. Продавец вправе отказаться от Заказа:</p>
              <ul className="list">
                <li className="list_item">
                  при отсутствии Товара на складе Продавца либо если Товар,
                  подлежащий Доставке Пользователю, поврежден;
                </li>
                <li className="list_item">
                  при отказе Пользователя от Заказа в соответствии с Условиями;
                </li>
                <li className="list_item">
                  при уклонении Пользователя/Получателя от получения Товара;
                </li>
                <li className="list_item">
                  в случае если стоимость Заказа указана/отображена неверно
                  вследствие технического сбоя/по иным причинам и
                  Foxiflowers/Продавцу не удалось связаться с Пользователем
                  и/или Пользователь не согласен с новой стоимостью Заказа, в
                  том числе стоимостью Доставки;
                </li>
                <li className="list_item">
                  в иных случаях, предусмотренных Условиями, или в иных случаях,
                  когда Заказ не может быть исполнен.
                </li>
              </ul>
              <p className="text">
                3.2. Отказ Пользователя/Получателя от Товара:
              </p>
              <ul className="list">
                <li className="list_item">
                  отказ от получения Товара надлежащего качества не допускается.
                  В случае отказа Пользователя от получения Товара надлежащего
                  качества с Пользователя взимается штраф в размере стоимости
                  Заказа, который покрывает все расходы, связанные с исполнением
                  Заказа;
                </li>
                <li className="list_item">
                  в случае отказа Получателя от Товара Foxiflowers/Продавец
                  связывается с Пользователем для уточнения дальнейших действий.
                  Если Foxiflowers/Продавец не смогли связаться с Пользователем
                  в течение 10 (Десяти) минут, осуществив при этом не менее 3
                  (Трех) звонков, Пользователь считается отказавшимся от
                  получения Товара. В этом случае с Пользователя взимается штраф
                  в размере стоимости Заказа, который покрывает все расходы,
                  связанные с исполнением Заказа.
                </li>
              </ul>
              <p className="text">
                3.3. Возврат денежных средств осуществляется Пользователю в
                течение 10 (Десяти) дней после отмены Заказа/отказа
                Пользователя/Получателя от Товара ненадлежащего качества.&nbsp;
              </p>
              <h2 className="subtitle">
                4. Сопровождение рассмотрения претензий Пользователей
              </h2>
              <p className="text">
                4.1. Сервис предоставляет Пользователям функцию информационного
                сопровождения рассмотрения претензий. Указанное не подразумевает
                наличие у Foxiflowers полномочий на удовлетворение претензий
                Пользователей, в том числе связанных с ненадлежащим качеством
                Товара. При предоставлении такой функции Foxiflowers выступает в
                качестве арбитра.
              </p>
              <p className="text">
                4.2. В течение 3 (Трех) дней с момента выполнения Продавцом
                Заказа Пользователь имеет возможность урегулировать любую
                претензию с Продавцом/Доставщиком через Сервис. По истечении
                указанного срока Пользователь урегулирует все претензии напрямую
                с Продавцом/Доставщиком без привлечения Foxiflowers, если иное
                не предусмотрено действующим законодательством РФ.
              </p>
              <p className="text">
                4.3. Выступая в качестве арбитра Foxiflowers вправе запросить у
                Пользователя сведения и документы, необходимые для принятия
                решения по претензии. Непредставление Пользователем запрошенных
                сведений и/или документов может стать основанием для вынесения
                решения по претензии в пользу Продавца/Доставщика.
              </p>
              <p className="text">
                4.4. Срок первичного ответа на претензию с участием Foxiflowers
                в качестве арбитра &ndash; до 3 (Трёх) дней при условии
                своевременного предоставления сторонами запрашиваемых сведений
                и/или документов. Срок вынесения окончательного решения &ndash;
                до 10 (Десяти) дней с момента предоставления всех запрашиваемых
                сведений/документов.
              </p>
              <p className="text">
                4.5. В случае несогласия любой из сторон с решением Foxiflowers
                несогласная сторона вправе прибегнуть к иным способам защиты
                своих прав, предусмотренным действующим законодательством РФ.
              </p>
              <p className="text">
                4.6. Несмотря на положения настоящего Раздела, Пользователь
                вправе использовать иные способы разрешения претензий,
                предусмотренные действующим законодательством РФ.
              </p>
              <h2 className="subtitle">5. Заверения</h2>
              <p className="text">
                5.1. Пользователь гарантирует и подтверждает, что:
              </p>
              <ul className="list">
                <li className="list_item">
                  является должным образом, зарегистрированным и законно
                  действующим юридическим лицом/индивидуальным предпринимателем;
                </li>
                <li className="list_item">
                  является добросовестным налогоплательщиком, состоит на
                  налоговом учете и соблюдает требования налогового
                  законодательства РФ, а также является самостоятельным
                  плательщиком налогов и сборов в соответствии с
                  законодательством РФ;
                </li>
                <li className="list_item">
                  имеет все необходимые полномочия, одобрения и разрешения
                  компетентных органов управления Пользователя (общее собрание
                  акционеров/участников, совет директоров и др.) на заключение
                  договоров купли-продажи (если применимо).
                </li>
              </ul>
              <h2 className="subtitle">Раздел V: Прочие условия</h2>
              <p className="text">
                1. Если по тем или иным причинам одно или несколько положений
                Условий будут признаны недействительными или не имеющими
                юридической силы, это не оказывает влияния на действительность
                или применимость остальных положений Условий.
              </p>
              <p className="text">
                2. Условия регулируются и толкуются в соответствии с
                законодательством РФ. Вопросы, не урегулированные в Условиях,
                подлежат разрешению в соответствии с законодательством РФ. Все
                возможные споры, вытекающие из отношений, регулируемых
                Условиями, разрешаются в порядке, установленном действующим
                законодательством РФ.
              </p>
              <p className="text">
                3. Foxiflowers не гарантирует отсутствия перерывов в работе
                Сервиса, связанных с техническими неисправностями, проведением
                профилактических работ и т.п., однако предпринимает коммерчески
                обоснованные усилия для обеспечения функционирования Сервиса.
              </p>
              <p className="text">
                4. Foxiflowers не несет ответственности за ущерб (прямой или
                косвенный), причиненный Пользователю или третьим лицам в
                результате использования или невозможности использования
                Сервиса, и не возмещает таковой ущерб, если иное не
                предусмотрено действующим законодательством РФ.
              </p>
              <p className="text">
                ООО &laquo;Графика&raquo;, ОГРН/ИНН 1227700873696/7743403154
              </p>
              <p className="text">
                Адрес: 125412, Россия, г. Москва, Ангарская ул., д. 26, к. 1,
                этаж 1, пом. VII, ком. 4.&nbsp;
              </p>
            </div>
          </div>
        </div>
      </div>
    </div>
  );
};

export default TermsPage;
